{
  "common": {
    "appList": "Apps",
    "backToList": "Back to list",
    "privacyPolicy": "Privacy Policy",
    "termsOfService": "Terms of Service",
    "lastUpdated": "Last Updated",
    "contact": "Contact",
    "email": "Email",
    "allRightsReserved": "All rights reserved."
  },
  "apps": {
    "after-taste": {
      "name": "After Taste",
      "description": "An app for recording tasting notes for whiskey, wine, beer, coffee, and more"
    },
    "pocket-ai": {
      "name": "Pocket AI",
      "description": "Offline LLM-based AI assistant and translation application"
    }
  },
  "privacy": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Personal Information Collected",
          "content": ["This app stores all data only on your device.", "Personal information collected: None", "Data stored on device: Tasting notes (beverage type, name, rating, notes, and other information you enter)"]
        },
        {
          "title": "2. Purpose of Collection and Use",
          "content": "This app does not collect any personal information. All tasting records are stored and managed only on your device."
        },
        {
          "title": "3. Retention Period",
          "content": "All data created in the app is stored only on your device and will be deleted when you uninstall the app."
        },
        {
          "title": "4. Disclosure to Third Parties",
          "content": "This app does not share your data with any third parties."
        },
        {
          "title": "5. Data Deletion",
          "content": "When you delete the app, all data stored on your device will be automatically deleted."
        },
        {
          "title": "6. Privacy Officer",
          "content": "For privacy-related inquiries, please contact us using the information below."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Personal Information Collected",
          "content": ["This app operates in a completely offline environment and does not collect any personal information.", "Personal information collected: None", "Data stored on device: AI model files, conversation history, translation history (all stored locally)"]
        },
        {
          "title": "2. Purpose of Collection and Use",
          "content": "This app does not collect any personal information. The AI model operates completely offline after the initial download, and all conversation and translation processing occurs only on your device."
        },
        {
          "title": "3. Retention Period",
          "content": "All data created in the app (conversation history, translation history) is stored only on your device and will be deleted when you uninstall the app."
        },
        {
          "title": "4. Disclosure to Third Parties",
          "content": "This app is completely offline and does not transmit your data to external servers or share it with third parties."
        },
        {
          "title": "5. Data Deletion",
          "content": "When you delete the app, all data stored on your device (AI model, conversation history, translation history) will be automatically deleted."
        },
        {
          "title": "6. Offline Features",
          "content": ["AI Chat: Fully offline AI conversation", "Translation: Translation service that works offline", "All processing is performed locally on your device and does not require an internet connection."]
        },
        {
          "title": "7. AI Model and Data Processing",
          "content": "This app runs the Google Gemma AI model on-device. Your input data is not transmitted to external servers, and all AI processing is performed locally on your device. You are solely responsible for the outputs generated by the AI."
        },
        {
          "title": "8. Privacy Officer",
          "content": "For privacy-related inquiries, please contact us using the information below."
        }
      ]
    }
  },
  "terms": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Agreement to Terms",
          "content": "By downloading or using this app, you agree to these Terms of Service. If you do not agree to these terms, please do not use the app."
        },
        {
          "title": "2. Age Restriction",
          "content": ["This app is designed for recording tasting notes for alcoholic beverages and is only available to users of legal drinking age.", "Users must be of legal drinking age in their respective country or region.", "Use of this app by minors is prohibited. This app does not encourage alcohol consumption."]
        },
        {
          "title": "3. Service Description",
          "content": ["This app provides a service for recording and managing tasting notes for whiskey, wine, beer, coffee, and more.", "All data is stored only on your device."]
        },
        {
          "title": "4. User Content",
          "content": ["All content created by users in the app (tasting notes, ratings, memos, etc.) remains the property of the user.", "Since all data is stored only on your device, backup and management of data is the user's responsibility."]
        },
        {
          "title": "5. Paid Service",
          "content": ["This is a paid app.", "Payments are processed according to Apple App Store or Google Play Store policies.", "Refunds are subject to each store's refund policy."]
        },
        {
          "title": "6. Disclaimer",
          "content": ["This app is provided 'AS-IS' without any express or implied warranties.", "We are not responsible for any data loss, device damage, or other issues arising from use of the app.", "This app does not encourage or promote alcohol consumption and recommends responsible drinking."]
        },
        {
          "title": "7. Service Changes and Termination",
          "content": "The operator may change, suspend, or terminate the service without prior notice."
        },
        {
          "title": "8. Changes to Terms",
          "content": "These terms may be changed as needed, and updated terms will be announced through the app or website."
        },
        {
          "title": "9. Contact",
          "content": "For inquiries regarding service use, please contact us using the information below."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Agreement to Terms",
          "content": "By downloading or using this app, you agree to these Terms of Service. If you do not agree to these terms, please do not use the app."
        },
        {
          "title": "2. Service Description",
          "content": ["This app provides an offline LLM based AI assistant and translation service.", "All AI processing is performed locally on your device and does not require an internet connection.", "The AI model operates offline after the initial download."]
        },
        {
          "title": "3. User Content",
          "content": ["All content created by users in the app (conversation history, translation history, etc.) remains the property of the user.", "Since all data is stored only on your device, backup and management of data is the user's responsibility."]
        },
        {
          "title": "4. AI-Generated Content",
          "content": ["We do not guarantee the accuracy, completeness, or suitability of AI-generated responses and translation results.", "AI responses should be used for reference only. Do not rely solely on AI responses for important decisions.", "We are not responsible for any damages arising from AI-generated content."]
        },
        {
          "title": "5. Paid Service",
          "content": ["This is a paid app.", "Payments are processed according to Apple App Store or Google Play Store policies.", "Refunds are subject to each store's refund policy."]
        },
        {
          "title": "6. AI Model Use Restrictions",
          "content": ["This app uses the Google Gemma AI model. Users must not:", "• Generate content that infringes copyrights", "• Facilitate or promote illegal activities", "• Use for professional advice purposes such as medical, legal, or financial", "• Generate content that promotes hatred, harassment, or violence", "• Generate or track personal information", "• Generate misinformation, impersonation, or defamatory content", "• Generate sexually explicit content", "Violations may result in service restrictions. For details, see the Gemma Prohibited Use Policy at ai.google.dev/gemma/prohibited_use_policy.", "Gemma is provided under and subject to the Gemma Terms of Use found at ai.google.dev/gemma/terms."]
        },
        {
          "title": "7. Disclaimer",
          "content": ["This app is provided 'AS-IS' without any express or implied warranties.", "We are not responsible for any data loss, device damage, or other issues arising from use of the app.", "We do not guarantee the accuracy of AI responses and translations and are not responsible for any resulting damages."]
        },
        {
          "title": "8. Service Changes and Termination",
          "content": "The operator may change, suspend, or terminate the service without prior notice."
        },
        {
          "title": "9. Changes to Terms",
          "content": "These terms may be changed as needed, and updated terms will be announced through the app or website."
        },
        {
          "title": "10. Contact",
          "content": "For inquiries regarding service use, please contact us using the information below."
        }
      ]
    }
  }
}
