{
  "common": {
    "privacyPolicy": "Informativa sulla Privacy",
    "lastUpdated": "Ultimo aggiornamento",
    "contact": "Contatti",
    "email": "E-mail",
    "allRightsReserved": "Tutti i diritti riservati."
  },
  "apps": {
    "after-taste": {
      "name": "After Taste",
      "description": "Un'app per registrare note di degustazione di whisky, vino, birra, caffè e altro"
    },
    "pocket-ai": {
      "name": "Pocket AI",
      "description": "Assistente IA e applicazione di traduzione basata su LLM offline"
    }
  },
  "privacy": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Informazioni Personali Raccolte",
          "content": ["Questa app attualmente non fornisce funzionalità di sincronizzazione online e tutti i dati vengono memorizzati solo sul tuo dispositivo.", "Informazioni personali raccolte: Nessuna", "Dati memorizzati sul dispositivo: Note di degustazione (tipo di bevanda, nome, valutazione, note e altre informazioni inserite)"]
        },
        {
          "title": "2. Finalità della Raccolta e dell'Utilizzo",
          "content": "Questa app non raccoglie alcuna informazione personale. Tutti i record di degustazione vengono memorizzati e gestiti solo sul tuo dispositivo."
        },
        {
          "title": "3. Periodo di Conservazione",
          "content": "Tutti i dati creati nell'app vengono memorizzati solo sul tuo dispositivo e verranno eliminati quando disinstalli l'app."
        },
        {
          "title": "4. Divulgazione a Terzi",
          "content": "Questa app non condivide i tuoi dati con terze parti."
        },
        {
          "title": "5. Eliminazione dei Dati",
          "content": "Quando elimini l'app, tutti i dati memorizzati sul tuo dispositivo verranno automaticamente eliminati."
        },
        {
          "title": "6. Aggiornamenti Futuri",
          "content": "Se in futuro verrà aggiunta la funzionalità di sincronizzazione online, questa informativa sulla privacy verrà aggiornata e gli utenti saranno informati in anticipo."
        },
        {
          "title": "7. Responsabile della Privacy",
          "content": "Per domande relative alla privacy, contattaci utilizzando le informazioni seguenti."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Informazioni Personali Raccolte",
          "content": ["Questa app funziona in un ambiente completamente offline e non raccoglie alcuna informazione personale.", "Informazioni personali raccolte: Nessuna", "Dati memorizzati sul dispositivo: File del modello IA (Gemma), cronologia delle conversazioni, cronologia delle traduzioni (tutto memorizzato localmente)"]
        },
        {
          "title": "2. Finalità della Raccolta e dell'Utilizzo",
          "content": "Questa app non raccoglie alcuna informazione personale. Il modello IA funziona completamente offline dopo il download iniziale e tutta l'elaborazione delle conversazioni e delle traduzioni avviene solo sul tuo dispositivo."
        },
        {
          "title": "3. Periodo di Conservazione",
          "content": "Tutti i dati creati nell'app (cronologia delle conversazioni, cronologia delle traduzioni) vengono memorizzati solo sul tuo dispositivo e verranno eliminati quando disinstalli l'app."
        },
        {
          "title": "4. Divulgazione a Terzi",
          "content": "Questa app è completamente offline e non trasmette i tuoi dati a server esterni né li condivide con terze parti."
        },
        {
          "title": "5. Eliminazione dei Dati",
          "content": "Quando elimini l'app, tutti i dati memorizzati sul tuo dispositivo (modello IA, cronologia delle conversazioni, cronologia delle traduzioni) verranno automaticamente eliminati."
        },
        {
          "title": "6. Funzionalità Offline",
          "content": ["Chat IA: Conversazione IA completamente offline utilizzando il modello Gemma", "Funzione di traduzione: Servizio di traduzione che funziona offline", "Tutta l'elaborazione viene eseguita localmente sul tuo dispositivo e non richiede una connessione Internet."]
        },
        {
          "title": "7. Responsabile della Privacy",
          "content": "Per domande relative alla privacy, contattaci utilizzando le informazioni seguenti."
        }
      ]
    }
  }
}
