{
  "common": {
    "appList": "Приложения",
    "backToList": "Вернуться к списку",
    "privacyPolicy": "Политика конфиденциальности",
    "termsOfService": "Условия использования",
    "lastUpdated": "Последнее обновление",
    "contact": "Контакты",
    "email": "Эл. почта",
    "allRightsReserved": "Все права защищены."
  },
  "apps": {
    "after-taste": {
      "name": "After Taste",
      "description": "Приложение для записи дегустационных заметок о виски, вине, пиве, кофе и многом другом"
    },
    "pocket-ai": {
      "name": "Pocket AI",
      "description": "ИИ-ассистент и приложение для перевода на основе офлайн LLM"
    }
  },
  "privacy": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Собираемая личная информация",
          "content": ["Это приложение хранит все данные только на вашем устройстве.", "Собираемая личная информация: Отсутствует", "Данные, хранящиеся на устройстве: Дегустационные заметки (тип напитка, название, оценка, заметки и другая введённая вами информация)"]
        },
        {
          "title": "2. Цель сбора и использования",
          "content": "Это приложение не собирает никакой личной информации. Все записи дегустаций хранятся и управляются только на вашем устройстве."
        },
        {
          "title": "3. Срок хранения",
          "content": "Все данные, созданные в приложении, хранятся только на вашем устройстве и будут удалены при удалении приложения."
        },
        {
          "title": "4. Передача третьим лицам",
          "content": "Это приложение не передаёт ваши данные третьим лицам."
        },
        {
          "title": "5. Удаление данных",
          "content": "При удалении приложения все данные, хранящиеся на вашем устройстве, будут автоматически удалены."
        },
        {
          "title": "6. Ответственный за конфиденциальность",
          "content": "По вопросам конфиденциальности свяжитесь с нами, используя информацию ниже."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Собираемая личная информация",
          "content": ["Это приложение работает в полностью офлайн-режиме и не собирает никакой личной информации.", "Собираемая личная информация: Отсутствует", "Данные, хранящиеся на устройстве: Файлы модели ИИ, история разговоров, история переводов (всё хранится локально)"]
        },
        {
          "title": "2. Цель сбора и использования",
          "content": "Это приложение не собирает никакой личной информации. Модель ИИ работает полностью офлайн после первоначальной загрузки, и вся обработка разговоров и переводов происходит только на вашем устройстве."
        },
        {
          "title": "3. Срок хранения",
          "content": "Все данные, созданные в приложении (история разговоров, история переводов), хранятся только на вашем устройстве и будут удалены при удалении приложения."
        },
        {
          "title": "4. Передача третьим лицам",
          "content": "Это приложение полностью офлайн и не передаёт ваши данные на внешние серверы и не делится ими с третьими лицами."
        },
        {
          "title": "5. Удаление данных",
          "content": "При удалении приложения все данные, хранящиеся на вашем устройстве (модель ИИ, история разговоров, история переводов), будут автоматически удалены."
        },
        {
          "title": "6. Офлайн-функции",
          "content": ["ИИ-чат: Полностью офлайн ИИ-разговор", "Функция перевода: Служба перевода, работающая офлайн", "Вся обработка выполняется локально на вашем устройстве и не требует подключения к Интернету."]
        },
        {
          "title": "7. Ответственный за конфиденциальность",
          "content": "По вопросам конфиденциальности свяжитесь с нами, используя информацию ниже."
        }
      ]
    }
  },
  "terms": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Принятие условий",
          "content": "Загружая или используя это приложение, вы соглашаетесь с настоящими Условиями использования. Если вы не согласны с этими условиями, пожалуйста, не используйте приложение."
        },
        {
          "title": "2. Возрастные ограничения",
          "content": ["Это приложение предназначено для записи дегустационных заметок об алкогольных напитках и доступно только пользователям, достигшим законного возраста для употребления алкоголя.", "Пользователи должны достичь законного возраста для употребления алкоголя в своей стране или регионе.", "Использование этого приложения несовершеннолетними запрещено. Это приложение не поощряет употребление алкоголя."]
        },
        {
          "title": "3. Описание сервиса",
          "content": ["Это приложение предоставляет сервис для записи и управления дегустационными заметками о виски, вине, пиве, кофе и многом другом.", "Все данные хранятся только на вашем устройстве."]
        },
        {
          "title": "4. Пользовательский контент",
          "content": ["Весь контент, созданный пользователями в приложении (дегустационные заметки, оценки, заметки и т.д.), остаётся собственностью пользователя.", "Поскольку все данные хранятся только на вашем устройстве, резервное копирование и управление данными является ответственностью пользователя."]
        },
        {
          "title": "5. Платный сервис",
          "content": ["Это платное приложение.", "Платежи обрабатываются в соответствии с политикой Apple App Store или Google Play Store.", "Возвраты регулируются политикой возврата каждого магазина."]
        },
        {
          "title": "6. Отказ от ответственности",
          "content": ["Это приложение предоставляется «КАК ЕСТЬ» без каких-либо явных или подразумеваемых гарантий.", "Мы не несём ответственности за потерю данных, повреждение устройства или другие проблемы, возникающие в результате использования приложения.", "Это приложение не поощряет и не продвигает употребление алкоголя и рекомендует ответственное употребление."]
        },
        {
          "title": "7. Изменения и прекращение сервиса",
          "content": "Оператор может изменить, приостановить или прекратить работу сервиса без предварительного уведомления."
        },
        {
          "title": "8. Изменения условий",
          "content": "Эти условия могут быть изменены по мере необходимости, и обновлённые условия будут объявлены через приложение или веб-сайт."
        },
        {
          "title": "9. Контакты",
          "content": "По вопросам использования сервиса свяжитесь с нами, используя информацию ниже."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Принятие условий",
          "content": "Загружая или используя это приложение, вы соглашаетесь с настоящими Условиями использования. Если вы не согласны с этими условиями, пожалуйста, не используйте приложение."
        },
        {
          "title": "2. Описание сервиса",
          "content": ["Это приложение предоставляет офлайн ИИ-ассистент и сервис перевода на основе LLM.", "Вся обработка ИИ выполняется локально на вашем устройстве и не требует подключения к Интернету.", "Модель ИИ работает офлайн после первоначальной загрузки."]
        },
        {
          "title": "3. Пользовательский контент",
          "content": ["Весь контент, созданный пользователями в приложении (история разговоров, история переводов и т.д.), остаётся собственностью пользователя.", "Поскольку все данные хранятся только на вашем устройстве, резервное копирование и управление данными является ответственностью пользователя."]
        },
        {
          "title": "4. Контент, сгенерированный ИИ",
          "content": ["Мы не гарантируем точность, полноту или пригодность ответов, сгенерированных ИИ, и результатов перевода.", "Ответы ИИ следует использовать только для справки. Не полагайтесь исключительно на ответы ИИ при принятии важных решений.", "Мы не несём ответственности за любой ущерб, возникший в результате контента, сгенерированного ИИ."]
        },
        {
          "title": "5. Платный сервис",
          "content": ["Это платное приложение.", "Платежи обрабатываются в соответствии с политикой Apple App Store или Google Play Store.", "Возвраты регулируются политикой возврата каждого магазина."]
        },
        {
          "title": "6. Отказ от ответственности",
          "content": ["Это приложение предоставляется «КАК ЕСТЬ» без каких-либо явных или подразумеваемых гарантий.", "Мы не несём ответственности за потерю данных, повреждение устройства или другие проблемы, возникающие в результате использования приложения.", "Мы не гарантируем точность ответов ИИ и переводов и не несём ответственности за любой возникший ущерб."]
        },
        {
          "title": "7. Изменения и прекращение сервиса",
          "content": "Оператор может изменить, приостановить или прекратить работу сервиса без предварительного уведомления."
        },
        {
          "title": "8. Изменения условий",
          "content": "Эти условия могут быть изменены по мере необходимости, и обновлённые условия будут объявлены через приложение или веб-сайт."
        },
        {
          "title": "9. Контакты",
          "content": "По вопросам использования сервиса свяжитесь с нами, используя информацию ниже."
        }
      ]
    }
  }
}
