{
  "common": {
    "privacyPolicy": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление",
    "contact": "Контакты",
    "email": "Эл. почта",
    "allRightsReserved": "Все права защищены."
  },
  "apps": {
    "after-taste": {
      "name": "After Taste",
      "description": "Приложение для записи дегустационных заметок о виски, вине, пиве, кофе и многом другом"
    },
    "pocket-ai": {
      "name": "Pocket AI",
      "description": "ИИ-ассистент и приложение для перевода на основе офлайн LLM"
    }
  },
  "privacy": {
    "after-taste": {
      "sections": [
        {
          "title": "1. Собираемая личная информация",
          "content": ["Это приложение в настоящее время не предоставляет функцию онлайн-синхронизации, и все данные хранятся только на вашем устройстве.", "Собираемая личная информация: Отсутствует", "Данные, хранящиеся на устройстве: Дегустационные заметки (тип напитка, название, оценка, заметки и другая введённая вами информация)"]
        },
        {
          "title": "2. Цель сбора и использования",
          "content": "Это приложение не собирает никакой личной информации. Все записи дегустаций хранятся и управляются только на вашем устройстве."
        },
        {
          "title": "3. Срок хранения",
          "content": "Все данные, созданные в приложении, хранятся только на вашем устройстве и будут удалены при удалении приложения."
        },
        {
          "title": "4. Передача третьим лицам",
          "content": "Это приложение не передаёт ваши данные третьим лицам."
        },
        {
          "title": "5. Удаление данных",
          "content": "При удалении приложения все данные, хранящиеся на вашем устройстве, будут автоматически удалены."
        },
        {
          "title": "6. Будущие обновления",
          "content": "Если в будущем будет добавлена функция онлайн-синхронизации, эта политика конфиденциальности будет обновлена, и пользователи будут уведомлены заранее."
        },
        {
          "title": "7. Ответственный за конфиденциальность",
          "content": "По вопросам конфиденциальности свяжитесь с нами, используя информацию ниже."
        }
      ]
    },
    "pocket-ai": {
      "sections": [
        {
          "title": "1. Собираемая личная информация",
          "content": ["Это приложение работает в полностью офлайн-режиме и не собирает никакой личной информации.", "Собираемая личная информация: Отсутствует", "Данные, хранящиеся на устройстве: Файлы модели ИИ (Gemma), история разговоров, история переводов (всё хранится локально)"]
        },
        {
          "title": "2. Цель сбора и использования",
          "content": "Это приложение не собирает никакой личной информации. Модель ИИ работает полностью офлайн после первоначальной загрузки, и вся обработка разговоров и переводов происходит только на вашем устройстве."
        },
        {
          "title": "3. Срок хранения",
          "content": "Все данные, созданные в приложении (история разговоров, история переводов), хранятся только на вашем устройстве и будут удалены при удалении приложения."
        },
        {
          "title": "4. Передача третьим лицам",
          "content": "Это приложение полностью офлайн и не передаёт ваши данные на внешние серверы и не делится ими с третьими лицами."
        },
        {
          "title": "5. Удаление данных",
          "content": "При удалении приложения все данные, хранящиеся на вашем устройстве (модель ИИ, история разговоров, история переводов), будут автоматически удалены."
        },
        {
          "title": "6. Офлайн-функции",
          "content": ["ИИ-чат: Полностью офлайн ИИ-разговор с использованием модели Gemma", "Функция перевода: Служба перевода, работающая офлайн", "Вся обработка выполняется локально на вашем устройстве и не требует подключения к Интернету."]
        },
        {
          "title": "7. Ответственный за конфиденциальность",
          "content": "По вопросам конфиденциальности свяжитесь с нами, используя информацию ниже."
        }
      ]
    }
  }
}
